---
kind: property
id: P:Autodesk.Revit.DB.Electrical.AreaBasedLoadData.ApparentPowerDensity
source: html/9e9e00ea-bf84-cd96-ad93-16bc2fdb131e.htm
---
# Autodesk.Revit.DB.Electrical.AreaBasedLoadData.ApparentPowerDensity Property

The apparent power density of the area based load.

## Syntax (C#)
```csharp
public double ApparentPowerDensity { get; }
```